[
  {
    "title" : "A Little about Me"
    ,"body" : [
      "<p>My name is Wilson Lee. I'm an Engineer from Canada.</p>",
      "<p>I have a Master's degree in Aerospace/Aeronautical Engineering. At the moment I'm working as a Software Developer in a flight Simulation Company.</p>",
      "<p>When I was young I attended a high school revolving in Fine Arts Education.</p>",
      "<p>Lately I've started a YouTube channel, \"Heap Art\". I'm looking forward to filling this channel with a series of origami tutorial. Origami was a hobby of mine that I dropped when entering University</p>",
      "<p>My goal for this channel was simply to make my own database of origami tutorials and share it with others. To my surprise I'm finding a little bit of success on YouTube.</p>",
      "<p>This success on YouTube has inspired me to create this page.</p>",
      "<p>That's all I have for now. Thank-you for reading!</p>",
      "<p>Wilson Lee @HeapArt</p>"
    ]
  },  
  {
    "title" : "Why Heap Art?"
    ,"body" : [
      "<p>",
      "I chose the name Heap Art because I wanted to have a name that represent the 2 main things I wanted to do on my channel: Programming and Art.",
      "</p>",
      "<ul><li>",
      "Heap is the dynamic memory storage used in programing. It represents a memory storage for new things.",
      "</li><li>",
      "Art on the other hand is quite literal. It represents art, a self expression medium with a sense of beauty.",
      "</li></ul>",
      "<p>",
      "Together, the 2 terminology describes what I want to fo on my channel: A new form of self expression using software development as a medium.",
      "</p>",
      "<p>",
      "However, life never goes as plan. I ended up making origami tutorials on my channel and started the \"Heap Art Origami Show\". On the other hand, I'm having a really good time hosting the show.",
      " What can I say? Life is just unpredictable.",
      "</p>",
      "<p>And that is why my channel is named \"Heap Art\".</p>",
      "<p>Thank-you for reading!</p>",
      "<p>Wilson Lee @HeapArt</p>"
    ],
    "caption" : {
      "type" : "image",
      "src" : "/site/images/logo/logo-HeapArt-big.png"
    }
  }
]